IdeaRS.OpenModel.Concrete.ConcreteMemberData
Concrete member data base

IdeaRS.OpenModel.Concrete.ConcreteMemberData.#ctor
Constructor

IdeaRS.OpenModel.Concrete.ConcreteMemberData.MemberType
Gets or sets the structural type of member.

IdeaRS.OpenModel.Concrete.ConcreteMemberData.TwoWaySlabType
two way slab type

IdeaRS.OpenModel.Concrete.ConcreteMemberData.TimeAxis
Time axis

IdeaRS.OpenModel.Concrete.ConcreteMemberData.CalculationSetup
Calculation setup